# 需要下载的卫星产品
products = {
    'viirs': {
            'aod': {
                'AERDB': ['D3', 'L2'], 
                'AERDT': ['L2'],
             },
    },
    'sent': {
        'Sentinel-5': ['L2__CLOUD_', 'L2__CO____', 'L2__HCHO__', 'L2__NO2___', 'L2__O3_TCL', 'L2__O3____', 'L2__SO2___', 'L2__O3__PR', 'L2__CH4'],
    },
    'h08': {
            'aod':{
               '021': ['L2'], 
               '030': ['L2'],
            },
            'o3':{
                '021': ['L2'], 
            },
    },
}
